;------------------------------------------------------------------------------
; UltraDefrag GUI Norwegian Language Pack.
; Copyright (C) 2010 by Stefan Pendl.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Analysere
DEFRAGMENT                = Defragmenter
OPTIMIZE                  = Optimaliser
STOP                      = Stoppe
SKIP_REMOVABLE_MEDIA      = Hoppe som kan tas av media
RESCAN_DRIVES             = Skanner på nytt kjører
SHUTDOWN_PC_AFTER_A_JOB   = Nedleggelse PC når gjort
HIBERNATE_PC_AFTER_A_JOB  = Ligge i hi PC når gjort
EXIT                      = Exit

; --- Report Menu

REPORT                    = Rapport
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = Innstillinger
LANGUAGE                  = Language
GRAPHICAL_INTERFACE       = Grafisk Brukergrensesnitt
FONT                      = Skrifttype
OPTIONS                   = Valg
BOOT_TIME_SCAN            = Windows-oppstart skanne
ENABLE                    = Aktivere
SCRIPT                    = Skrift
REPORTS                   = Rapporter

; --- Help Menu

HELP                      = Hjelp
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = Om

; Drives list items.

VOLUME                    = Volum
STATUS                    = Status
TOTAL                     = Totalt plass
FREE                      = Fri plass
PERCENT                   = % fri

; Status messages

STATUS_RUNNING            = Utfører
STATUS_ANALYSED           = Analysert
STATUS_DEFRAGMENTED       = Defragmentert
STATUS_OPTIMIZED          = Optimalisert

; Status bar messages.

DIRS                      = mapper
FILES                     = filer
FRAGMENTED                = fragmentert
COMPRESSED                = komprimert
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Om Ultra Defragmenter
CREDITS                   = Studiepoeng
LICENSE                   = Lisens

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
YES                       = Yes
NO                        = No

; END OF FILE
